
if [ -x /data/data/com.termux/files/usr/libexec/termux/command-not-found ]; then
        command_not_found_handle() {
                /data/data/com.termux/files/usr/libexec/termux/command-not-found "$1"                                                         
                       }


fi






function owner(){

g1='\033[92m'
g='\e[0;34m'
g1='\033[92m'
g2='\e[1;32m'
r='\e[1;31m'
echo -e $g"
┊┊┊┊
┊┊┊𖡹 ۝corona
┊┊┊┊
┊┊┊𖡹 ۝
┊┊💎　　ೋ๑┋┋๑ೋ 
┊┊               .    ཤ𖢘ཥ
┊𖡹 ۝vírus　　°
.             *    ·┊┊💎　　
┊┊               .    
┊𖡹 ۝　　°
💎.             *    ·

█▓▒░█▓▒░◎◎◎░▒▓█░▓██▓▒░◎◎◎░▒▓█░▒▓█
╭───────╯•╰───────────────────╮
║      𖡨❯╅ཤINFOཥ╆❮𖡨𖡨❯╅┄╼❮ཤ𖢘
║
╠🌹࿆͜͡➢ᴸᵒⁿᵉˡʸ BOY࿐༆⃟᠁
╠🌹࿆͜͡➢OWNER:🌀ᵉᵛᴳᴱᴺᵞ🔴ˢᴸᴬᵛᴵᴷᬊ͜͡🌀࿐
╠🌹࿆͜͡➢https://www.facebook.com/killersboy.kby
╠🌹࿆͜͡➢SCRIPT NAME:🌀ᬊ͜͡Slavik-BANNERᬊ͜͡2021
╰───────╮•╭───────────────────╯
𖡨❯╅╾┽┄╼❮ཤ𖢘ཥ❯╾┄┾╼╆❮𖡨𖡨❯╅╾┽┄╾┄┾╼╆❮𖡨"
sleep 2
echo -e $r"╭───────╯•╰───────────────────╮"

sleep 2
echo -e $r" 𖡨 ᴀʟʟᴀʜ ᶠⁱʳˢᵗ 𖡨"
sleep 2
echo -e $r" █▀▀▀█ █░░░ █▀▀█ █░░▒█ ▀█▀ █░▄▀"
sleep 0.5
echo " ▀▀▀▄▄ █░░░ █▄▄█ ▒█▒█░ ░█░ █▀▄░-IUN"
sleep 0.5
echo " █▄▄▄█ █▄▄█ █░▒█ ░▀▄▀░ ▄█▄ █░▒█"
sleep 0.5
printf "\e[1;93m .:.\e[0m\e[1;77m by: @ᵉᵛᴳᴱᴺᵞ🔴ˢᴸᴬᵛᴵᴷ🔵 \e[0m\e[1;93m.:.:.\e[0m\n"

sleep 2
echo -e $r"╰───────╮•╭───────────────────╯"
sleep 2
echo -e $g"𖡨❯╅╾┽┄╼❮ཤ𖢘ཥ❯╾┄┾╼╆❮𖡨𖡨❯╅╾┽┄╾┄┾╼╆❮𖡨
┊┊┊┊
┊┊┊𖡹 ۝corona
┊┊┊┊
┊┊┊𖡹 ۝
┊┊💎　　ೋ๑┋┋๑ೋ 
┊┊               .    ཤ𖢘ཥ
┊𖡹 ۝vírus　　°
.             *    ·┊┊💎　　
┊┊               .    
┊𖡹 ۝　　°
💎.             *    ·"
}
owner


PS1=$g1'[]==[\w\n
{[@Welcome]}
[ ˢᴸᴬᵛᴵᴷ🔵]============>'
